Repository: readmigo/ios
Catalog: Readmigo/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# reader.characters.identifyingRelationships
source: Identifying relationships...
ja: 関係性を識別中...
zh_hans: 正在识别关系...
zh_hant: 正在識別關係...

# reader.characters.mentionsCount
source: %lld mentions
ja: %lld回の言及
zh_hans: 提及 %lld 次
zh_hant: 提及 %lld 次

# reader.characters.minimumImportance
source: Minimum Importance
ja: 最小重要度
zh_hans: 最低重要性
zh_hant: 最低重要性

# reader.characters.motivations
source: Motivations
ja: 動機
zh_hans: 动机
zh_hant: 動機

# reader.characters.personality
source: Personality
ja: 性格
zh_hans: 性格
zh_hant: 性格

# reader.characters.reanalyze
source: Re-analyze Characters
ja: 登場人物を再分析
zh_hans: 重新分析角色
zh_hant: 重新分析角色

# reader.characters.relationships
source: Relationships
ja: 関係性
zh_hans: 人物关系
zh_hant: 人物關係

# reader.characters.relationshipsCount
source: %lld relationships
ja: %lld件の関係性
zh_hans: %lld 个关系
zh_hant: %lld 個關係

# reader.characters.roles
source: Roles
ja: 役割
zh_hans: 角色类型
zh_hant: 角色類型

# reader.characters.sortBy
source: Sort By
ja: 並び替え
zh_hans: 排序方式
zh_hant: 排序方式

# reader.characters.title
source: Characters
ja: 登場人物
zh_hans: 角色
zh_hant: 角色

# reader.characters.view
source: View
ja: 表示
zh_hans: 视图
zh_hant: 視圖

# reader.error.loadBookDetail
source: Failed to load book details
ja: 書籍の詳細を読み込めませんでした
zh_hans: 加载书籍详情失败
zh_hant: 載入書籍詳情失敗

# reader.error.timeout
source: Loading timed out. Please try again.
ja: 読み込みがタイムアウトしました。再試行してください。
zh_hans: 加载超时，请重试
zh_hant: 載入逾時，請重試

# reader.exit
source: Exit
ja: 終了
zh_hans: 退出
zh_hant: 退出

# reader.font
source: Font
ja: フォント
zh_hans: 字体
zh_hant: 字體

# reader.go
source: Go
ja: 移動
zh_hans: 跳转
zh_hant: 跳轉

# reader.goToChapter
source: Go to Chapter
ja: 章へ移動
zh_hans: 跳转到章节
zh_hant: 跳轉到章節

# reader.goToPage
source: Go to Page
ja: ページへ移動
zh_hans: 跳转到页
zh_hant: 跳轉到頁

# reader.loading
source: Loading...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 載入中...

# reader.loadingBook
source: Loading book...
ja: 書籍を読み込み中...
zh_hans: 正在加载书籍...
zh_hant: 正在載入書籍...

# reader.loadingChapter
source: Loading chapter...
ja: 章を読み込み中...
zh_hans: 加载章节中...
zh_hant: 載入章節中...

# reader.loadingMobi
source: Loading MOBI file...
ja: MOBIファイルを読み込み中...
zh_hans: 正在加载 MOBI 文件...
zh_hant: 正在載入 MOBI 檔案...

# reader.metadata.author
source: Author
ja: 著者
zh_hans: 作者
zh_hant: 作者

# reader.metadata.description
source: Description
ja: 説明
zh_hans: 描述
zh_hant: 描述

# reader.metadata.language
source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# reader.metadata.publisher
source: Publisher
ja: 出版社
zh_hans: 出版商
zh_hant: 出版商

# reader.metadata.title
source: Title
ja: タイトル
zh_hans: 书名
zh_hant: 書名

# reader.mode
source: Mode
ja: モード
zh_hans: 模式
zh_hant: 模式

# reader.next
source: Next
ja: 次へ
zh_hans: 下一章
zh_hant: 下一章

# reader.noPdfAvailable
source: No PDF available
ja: PDFがありません
zh_hans: 无 PDF 文件
zh_hant: 無 PDF 檔案

# reader.noTxtAvailable
source: No TXT available
ja: TXTがありません
zh_hans: 无 TXT 文件
zh_hant: 無 TXT 檔案

# reader.offline.noConnection
source: No internet connection. This chapter is not available offline.
ja: インターネット接続がありません。この章はオフラインでは利用できません。
zh_hans: 无网络连接。此章节未离线下载。
zh_hant: 無網絡連接。此章節未離線下載。

# reader.offlineMode
source: Offline Mode
ja: オフラインモード
zh_hans: 离线模式
zh_hant: 離線模式

# reader.page
source: Page
ja: ページ
zh_hans: 页
zh_hant: 頁

# reader.pages
source: Pages
ja: ページ
zh_hans: 页面
zh_hant: 頁面

# reader.pdf.autoScale
source: Auto Scale
ja: 自動スケール
zh_hans: 自动缩放
zh_hant: 自動縮放

# reader.pdf.direction
source: Direction
ja: 方向
zh_hans: 方向
zh_hant: 方向

# reader.pdf.displayMode
source: Display Mode
ja: 表示モード
zh_hans: 显示模式
zh_hant: 顯示模式

# reader.pdf.horizontal
source: Horizontal
ja: 横
zh_hans: 水平
zh_hant: 水平

# reader.pdf.pageMode
source: Page Mode
ja: ページモード
zh_hans: 页面模式
zh_hant: 頁面模式

# reader.pdf.scrollDirection
source: Scroll Direction
ja: スクロール方向
zh_hans: 滚动方向
zh_hant: 捲動方向

# reader.pdf.settings
source: PDF Settings
ja: PDF設定
zh_hans: PDF 设置
zh_hant: PDF 設定

# reader.pdf.singleContinuous
source: Single Continuous
ja: 単ページ連続
zh_hans: 单页连续
zh_hant: 單頁連續

# reader.pdf.singlePage
source: Single Page
ja: 単ページ
zh_hans: 单页
zh_hant: 單頁

# reader.pdf.twoUp
source: Two Up
ja: 見開き
zh_hans: 双页
zh_hant: 雙頁

# reader.pdf.twoUpContinuous
source: Two Up Continuous
ja: 見開き連続
zh_hans: 双页连续
zh_hant: 雙頁連續

# reader.pdf.vertical
source: Vertical
ja: 縦
zh_hans: 垂直
zh_hant: 垂直

# reader.pdf.zoom
source: Zoom
ja: ズーム
zh_hans: 缩放
zh_hant: 縮放

# reader.prev
source: Prev
ja: 前へ
zh_hans: 上一章
zh_hant: 上一章

# reader.previous
source: Previous
ja: 前へ
zh_hans: 上一章
zh_hant: 上一章

# reader.readingSettings
source: Reading Settings
ja: 読書設定
zh_hans: 阅读设置
zh_hant: 閱讀設定

# reader.selectPage
source: Select Page
ja: ページを選択
zh_hans: 选择页码
zh_hant: 選擇頁碼

# reader.settings.advanced
source: Advanced Settings
ja: 詳細設定
zh_hans: 高级设置
zh_hant: 進階設定

# reader.settings.advancedPageTurn
source: Advanced Page Turn Effects
ja: 詳細ページめくり効果
zh_hans: 高级翻页效果
zh_hant: 進階翻頁效果

# reader.settings.advancedSettings
source: Advanced
ja: 詳細
zh_hans: 高级
zh_hant: 進階

# reader.settings.alignment
source: Alignment
ja: 配置
zh_hans: 对齐
zh_hant: 對齊

# reader.settings.auto
source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

# reader.settings.autoBrightness
source: Auto-adjust Brightness
ja: 明るさの自動調整
zh_hans: 自动调节亮度
zh_hant: 自動調節亮度

# reader.settings.autoHyphenation
source: Auto Hyphenation
ja: 自動ハイフネーション
zh_hans: 自动断字
zh_hant: 自動斷字

# reader.settings.autoPage
source: Auto Page
ja: 自動ページ送り
zh_hans: 自动翻页
zh_hant: 自動翻頁

# reader.settings.autoPageInterval
source: Auto Page Interval
ja: 自動ページ送り間隔
zh_hans: 自动翻页间隔
zh_hant: 自動翻頁間隔

# reader.settings.darkMode
source: Dark Mode
ja: ダークモード
zh_hans: 深色模式
zh_hant: 深色模式

# reader.settings.display
source: Display
ja: 表示
zh_hans: 显示
zh_hant: 顯示

# reader.settings.enableAutoPage
source: Enable Auto Page
ja: 自動ページ送りを有効化
zh_hans: 启用自动翻页
zh_hant: 啟用自動翻頁

# reader.settings.followSystem
source: Follow System
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟隨系統

# reader.settings.font
source: Font
ja: フォント
zh_hans: 字体
zh_hant: 字體

# reader.settings.fontSize
source: Font Size
ja: フォントサイズ
zh_hans: 字体大小
zh_hant: 字體大小

# reader.settings.hyphenation
source: Hyphenation
ja: ハイフネーション
zh_hans: 连字符
zh_hant: 連字符

# reader.settings.interval
source: Interval
ja: 間隔
zh_hans: 间隔
zh_hant: 間隔

# reader.settings.justifyText
source: Justify Text
ja: 両端揃え
zh_hans: 两端对齐
zh_hant: 兩端對齊

# reader.settings.letterSpacing
source: Letter Spacing
ja: 字間
zh_hans: 字间距
zh_hant: 字間距

# reader.settings.lineSpacing
source: Line Spacing
ja: 行間
zh_hans: 行间距
zh_hant: 行間距

# reader.settings.manual
source: Manual
ja: 手動
zh_hans: 手动
zh_hant: 手動

# reader.settings.pageTurnMode
source: Page Turn Mode
ja: ページめくりモード
zh_hans: 翻页方式
zh_hant: 翻頁方式

# reader.settings.paragraphSpacing
source: Paragraph Spacing
ja: 段落間隔
zh_hans: 段落间距
zh_hant: 段落間距

# reader.settings.preview
source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

# reader.settings.readingMode
source: Reading Mode
ja: 読書モード
zh_hans: 阅读模式
zh_hant: 閱讀模式

# reader.settings.resetDefaults
source: Reset to Defaults
ja: デフォルトに戻す
zh_hans: 恢复默认设置
zh_hant: 恢復預設設定

# reader.settings.screenBrightness
source: Screen Brightness
ja: 画面の明るさ
zh_hans: 屏幕亮度
zh_hant: 螢幕亮度

# reader.settings.showPageNumbers
source: Show Page Numbers
ja: ページ番号を表示
zh_hans: 显示页码
zh_hant: 顯示頁碼

# reader.settings.spacing
source: Spacing
ja: 間隔
zh_hans: 间距
zh_hant: 間距

# reader.settings.tapZones
source: Tap Zones
ja: タップゾーン
zh_hans: 点击区域
zh_hant: 點擊區域

# reader.settings.textAlignment
source: Text Alignment
ja: テキスト配置
zh_hans: 文字对齐
zh_hant: 文字對齊

# reader.settings.textLayout
source: Text Layout
ja: テキストレイアウト
zh_hans: 文本布局
zh_hant: 文字排版

# reader.settings.theme
source: Theme
ja: テーマ
zh_hans: 主题
zh_hant: 主題

# reader.settings.title
source: Reading Settings
ja: 読書設定
zh_hans: 阅读设置
zh_hant: 閱讀設定

# reader.settings.typography
source: Typography
ja: タイポグラフィ
zh_hans: 排版
zh_hant: 排版

# reader.settings.typographySettings
source: Typography Settings
ja: タイポグラフィ設定
zh_hans: 排版设置
zh_hant: 排版設定

# reader.settings.wordSpacing
source: Word Spacing
ja: 単語間隔
zh_hans: 词间距
zh_hant: 詞間距

# reader.spacing.compact
source: Compact
ja: コンパクト
zh_hans: 紧凑
zh_hant: 緊湊

# reader.spacing.extraRelaxed
source: Extra
ja: エクストラ
zh_hans: 超宽
zh_hant: 超寬

# reader.spacing.normal
source: Normal
ja: 標準
zh_hans: 标准
zh_hant: 標準

# reader.spacing.relaxed
source: Relaxed
ja: ゆったり
zh_hans: 宽松
zh_hant: 寬鬆

# reader.storyTimeline
source: Story Timeline
ja: ストーリータイムライン
zh_hans: 故事时间线
zh_hant: 故事時間線

# reader.tapZone.menu
source: Menu
ja: メニュー
zh_hans: 菜单
zh_hant: 選單

# reader.tapZone.nextPage
source: Next
ja: 次へ
zh_hans: 下页
zh_hant: 下頁

# reader.tapZone.prevPage
source: Prev
ja: 前へ
zh_hans: 上页
zh_hant: 上頁

# reader.timeline
source: Timeline
ja: タイムライン
zh_hans: 时间线
zh_hant: 時間線

# reader.timeline.analyzing
source: Analyzing story...
ja: ストーリーを分析中...
zh_hans: 正在分析故事...
zh_hant: 正在分析故事...

# reader.timeline.arcs
source: Story Arcs
ja: ストーリーアーク
zh_hans: 故事线
zh_hant: 故事線

# reader.timeline.chapter
source: Chapter %lld
ja: 第%lld章
zh_hans: 第 %lld 章
zh_hant: 第 %lld 章

# reader.timeline.charactersInvolved
source: Characters Involved
ja: 登場人物
zh_hans: 相关角色
zh_hant: 相關角色

# reader.timeline.critical
source: Critical
ja: 重要
zh_hans: 关键
zh_hant: 關鍵

# reader.timeline.current
source: Current
ja: 現在
zh_hans: 当前
zh_hant: 當前

# reader.timeline.description
source: Description
ja: 説明
zh_hans: 描述
zh_hant: 描述

# reader.timeline.details
source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

# reader.timeline.eventDetails
source: Event Details
ja: イベント詳細
zh_hans: 事件详情
zh_hant: 事件詳情

# reader.timeline.events
source: Events
ja: イベント
zh_hans: 事件
zh_hant: 事件

# reader.timeline.eventsByType
source: Events by Type
ja: タイプ別イベント
zh_hans: 按类型分类
zh_hant: 按類型分類

# reader.timeline.eventsCount
source: %lld events
ja: %lldイベント
zh_hans: %lld 个事件
zh_hant: %lld 個事件

# reader.timeline.eventTypes
source: Event Types
ja: イベントタイプ
zh_hans: 事件类型
zh_hant: 事件類型

# reader.timeline.filterEvents
source: Filter Events
ja: イベントをフィルタ
zh_hans: 筛选事件
zh_hant: 篩選事件

# reader.timeline.goToPassage
source: Go to Passage
ja: 該当箇所へ移動
zh_hans: 跳转到段落
zh_hant: 跳轉到段落

# reader.timeline.identifyingPlotEvents
source: Identifying plot events...
ja: プロットイベントを識別中...
zh_hans: 正在识别情节事件...
zh_hant: 正在識別情節事件...

# reader.timeline.loading
source: Loading timeline...
ja: タイムラインを読み込み中...
zh_hans: 正在加载时间线...
zh_hant: 正在載入時間線...

# reader.timeline.minimumSignificance
source: Minimum Significance
ja: 最小重要度
zh_hans: 最低重要性
zh_hant: 最低重要性

# reader.timeline.quote
source: Quote
ja: 引用
zh_hans: 引用
zh_hant: 引用

# reader.timeline.reanalyze
source: Re-analyze Timeline
ja: タイムラインを再分析
zh_hans: 重新分析时间线
zh_hant: 重新分析時間線

# reader.timeline.significance
source: Significance
ja: 重要度
zh_hans: 重要性
zh_hant: 重要性

# reader.timeline.storyArcs
source: Story Arcs
ja: ストーリーアーク
zh_hans: 故事线
zh_hant: 故事線

# reader.timeline.storyStatistics
source: Story Statistics
ja: ストーリー統計
zh_hans: 故事统计
zh_hant: 故事統計

# reader.timeline.tension
source: Tension
ja: 緊張感
zh_hans: 紧张度
zh_hant: 緊張度

# reader.timeline.title
source: Story Timeline
ja: ストーリータイムライン
zh_hans: 故事时间线
zh_hant: 故事時間線

source: Reading Activity
ja: 読書アクティビティ
zh_hans: 阅读活动
zh_hant: 閱讀活動

source: Reading Challenge
ja: 読書チャレンジ
zh_hans: 阅读挑战
zh_hant: 閱讀挑戰

source: Reading Focus Mode
ja: 読書集中モード
zh_hans: 阅读专注模式
zh_hant: 閱讀專注模式

source: Reading Overview
ja: 読書概要
zh_hans: 阅读概览
zh_hant: 閱讀概覽

source: Reading Settings
ja: 読書設定
zh_hans: 阅读设置
zh_hant: 閱讀設置

source: Reading Trend
ja: 読書トレンド
zh_hans: 阅读趋势
zh_hant: 閱讀趨勢

# readingGuide.aiGenerated
source: AI Generated
ja: AI生成
zh_hans: AI 生成
zh_hant: AI 生成

# readingGuide.loading
source: Loading reading guide...
ja: 読書ガイドを読み込み中...
zh_hans: 加载阅读指南中...
zh_hant: 載入閱讀指南中...

# readingGuide.quickStart
source: Quick Start
ja: クイックスタート
zh_hans: 快速进入阅读
zh_hant: 快速進入閱讀

# readingGuide.storyTimeline
source: Story Timeline
ja: ストーリータイムライン
zh_hans: 故事线
zh_hant: 故事線

# readingGuide.title
source: Reading Guide
ja: 読書ガイド
zh_hans: 阅读指南
zh_hant: 閱讀指南

# readingGuide.warnings
source: Reading Notes
ja: 読書メモ
zh_hans: 阅读注意事项
zh_hant: 閱讀注意事項

source: Readmigo Team
ja: Readmigoチーム
zh_hans: 米果智读团队
zh_hant: 米果智讀團隊

source: Recent Searches
ja: 最近の検索
zh_hans: 最近搜索
zh_hant: 最近搜索

source: Recent Words
ja: 最近の単語
zh_hans: 最近单词
zh_hant: 最近單詞

source: Refreshing...
ja: 更新中...
zh_hans: 刷新中...
zh_hant: 刷新中...

source: Related Authors
ja: 関連著者
zh_hans: 相关作者
zh_hant: 相關作者

source: Relaxed
ja: ゆったり
zh_hans: 宽松
zh_hant: 寬鬆

source: Release to refresh
ja: 離して更新
zh_hans: 松开刷新
zh_hant: 鬆開刷新

source: Renews
ja: 更新日
zh_hans: 续订
zh_hant: 續訂

source: Restore
ja: 復元
zh_hans: 恢复
zh_hant: 恢復

source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Restoring...
ja: 復元中...
zh_hans: 恢复中...
zh_hant: 恢復中...

source: Results for "%@"
ja: "%@"の検索結果
zh_hans: 「%@」的搜索结果
zh_hant: 「%@」的搜索結果

source: Resume
ja: 再開
zh_hans: 继续
zh_hant: 繼續

source: Retention Rate
ja: 定着率
zh_hans: 记忆保持率
zh_hant: 記憶保持率

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# retry_check
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Review
ja: レビュー
zh_hans: 复习
zh_hant: 複習

source: Review Complete!
ja: レビュー完了！
zh_hans: 复习完成！
zh_hant: 複習完成！

source: Reviews
ja: レビュー
zh_hans: 复习
zh_hant: 複習

source: Reviews/Day
ja: レビュー/日
zh_hans: 每日复习
zh_hant: 每日複習

source: Sample Quote
ja: サンプル引用
zh_hans: 示例金句
zh_hant: 示例金句

source: Sample Quote Text
ja: サンプル引用テキスト
zh_hans: 示例金句文本
zh_hant: 示例金句文本

source: Save
ja: 保存
zh_hans: 保存
zh_hant: 保存

source: Save to Photos
ja: 写真に保存
zh_hans: 保存到相册
zh_hant: 保存到相簿

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜索

source: Search in book...
ja: 本を検索...
zh_hans: 在书中搜索...
zh_hant: 在書中搜索...

source: Search messages...
ja: メッセージを検索...
zh_hans: 搜索消息...
zh_hant: 搜尋訊息...

source: Search Options
ja: 検索オプション
zh_hans: 搜索选项
zh_hant: 搜索選項

source: Search Tips
ja: 検索のヒント
zh_hans: 搜索技巧
zh_hant: 搜索技巧

source: Search Type
ja: 検索タイプ
zh_hans: 搜索类型
zh_hant: 搜索類型

# search.authors
source: Authors
ja: 著者
zh_hans: 作者
zh_hant: 作者

# search.books
source: Books
ja: 書籍
zh_hans: 书籍
zh_hant: 書籍

# search.loadingSuggestions
source: Loading suggestions...
ja: 候補を読み込み中...
zh_hans: 加载建议中...
zh_hant: 載入建議中...

# search.noResults
source: No Results
ja: 結果なし
zh_hans: 没有结果
zh_hant: 沒有結果

# search.placeholder
source: Search books, authors...
ja: 書籍、著者を検索...
zh_hans: 搜索书名、作者...
zh_hant: 搜尋書名、作者...

# search.popular
source: Popular Searches
ja: 人気の検索
zh_hans: 热门搜索
zh_hant: 熱門

# search.quotes
source: Quotes
ja: 引用
zh_hans: 名言
zh_hant: 語錄

# search.recentSearches
source: Recent Searches
ja: 最近の検索
zh_hans: 最近搜索
zh_hant: 最近搜尋

# search.searching
source: Searching...
ja: 検索中...
zh_hans: 搜索中...
zh_hant: 搜尋中...

# search.tryDifferent
source: Try a different search term
ja: 別の検索語句を試してください
zh_hans: 尝试其他搜索词
zh_hant: 嘗試其他搜尋詞

# search.viewMore
source: View More
ja: もっと見る
zh_hans: 查看更多
zh_hant: 查看更多

source: Searching...
ja: 検索中...
zh_hans: 搜索中...
zh_hant: 搜索中...

source: See All
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

source: See how you compare to other readers
ja: 他の読者との比較を見る
zh_hans: 看看您与其他读者的比较
zh_hant: 看看您與其他讀者的比較

source: See your reading highlights
ja: 読書のハイライトを見る
zh_hans: 查看您的阅读亮点
zh_hant: 查看您的閱讀亮點

source: Select a Quote
ja: 引用を選択
zh_hans: 选择一句话
zh_hant: 選擇一句話

source: Select an action to get AI assistance
ja: AIアシスタンスのアクションを選択
zh_hans: 选择一个操作获取 AI 帮助
zh_hant: 選擇一個操作獲取 AI 幫助

source: Select Quote
ja: 引用を選択
zh_hans: 选择金句
zh_hant: 選擇金句

source: Select your interests to get personalized book recommendations
ja: 興味を選択して パーソナライズされた本の推薦を受ける
zh_hans: 选择您的兴趣 获取个性化书籍推荐
zh_hant: 選擇您的興趣 獲取個性化書籍推薦

source: Selected Quote
ja: 選択された引用
zh_hans: 已选金句
zh_hant: 已選金句

# selection.addThought
source: Add thought
ja: 考えを追加
zh_hans: 添加想法
zh_hant: 添加想法

# selection.copy
source: Copy
ja: コピー
zh_hans: 复制
zh_hant: 複製

# selection.explain
source: Explain
ja: 説明
zh_hans: 解释
zh_hant: 解釋

# selection.highlight
source: Highlight
ja: ハイライト
zh_hans: 高亮
zh_hant: 標記

# selection.simplify
source: Simplify
ja: 簡略化
zh_hans: 简化
zh_hant: 簡化

# selection.translate
source: Translate
ja: 翻訳
zh_hans: 翻译
zh_hant: 翻譯

source: Send a message to start video chat
ja: メッセージを送信してビデオチャットを開始
zh_hans: 发送消息开始视频聊天
zh_hant: 發送消息開始視頻聊天

source: Sending...
ja: 送信中...
zh_hans: 发送中...
zh_hant: 傳送中...

source: Set your daily reading goal
ja: 1日の読書目標を設定
zh_hans: 设置每日阅读目标
zh_hant: 設置每日閱讀目標

source: Setting up your profile...
ja: プロフィールを設定中...
zh_hans: 正在设置您的个人资料...
zh_hant: 正在設置您的個人資料...

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設置

# settings.appearance
source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

# settings.appTheme
source: App Theme
ja: アプリテーマ
zh_hans: 应用主题
zh_hant: 應用主題

# settings.autoBookmark
source: Auto Bookmark
ja: 自動ブックマーク
zh_hans: 自动书签
zh_hant: 自動書籤

# settings.bookRecommendations
source: Book Recommendations
ja: 書籍のおすすめ
zh_hans: 书籍推荐
zh_hant: 書籍推薦

# settings.dailyReminder
source: Daily Reminder
ja: 毎日のリマインダー
zh_hans: 每日提醒
zh_hant: 每日提醒

# settings.darkMode
source: Dark Mode
ja: ダークモード
zh_hans: 深色模式
zh_hant: 深色模式

# settings.downloads
source: Downloads
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

# settings.fontSize
source: Font Size
ja: フォントサイズ
zh_hans: 字体大小
zh_hant: 字體大小

# settings.notifications
source: Notifications
ja: 通知
zh_hans: 通知
zh_hant: 通知

# settings.offline
source: Offline Mode
ja: オフラインモード
zh_hans: 离线模式
zh_hant: 離線模式

# settings.readerTheme
source: Reader Theme
ja: リーダーテーマ
zh_hans: 阅读器主题
zh_hant: 閱讀器主題

# settings.reading
source: Reading
ja: 読書
zh_hans: 阅读
zh_hant: 閱讀

# settings.readingReminders
source: Reading Reminders
ja: 読書リマインダー
zh_hans: 阅读提醒
zh_hant: 閱讀提醒

# settings.reviewReminder
source: Review Reminder
ja: レビューリマインダー
zh_hans: 复习提醒
zh_hant: 複習提醒

# settings.size
source: Size
ja: サイズ
zh_hans: 大小
zh_hant: 大小

# settings.streakReminders
source: Streak Reminders
ja: 連続記録リマインダー
zh_hans: 连续打卡提醒
zh_hant: 連續打卡提醒

# settings.syncDevices
source: Sync Across Devices
ja: デバイス間で同期
zh_hans: 跨设备同步
zh_hant: 跨裝置同步

# settings.theme
source: Theme
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Share Postcard
ja: ポストカードを共有
zh_hans: 分享明信片
zh_hant: 分享明信片

source: Share Your Year
ja: 今年を共有
zh_hans: 分享您的年度
zh_hant: 分享您的年度

# share.loadingTemplates
source: Loading templates...
ja: テンプレートを読み込み中...
zh_hans: 正在加载模板...
zh_hant: 正在載入模板...

# share.more
source: More
ja: もっと見る
zh_hans: 更多
zh_hant: 更多

# share.saveImage
source: Save Image
ja: 画像を保存
zh_hans: 保存图片
zh_hant: 儲存圖片

# share.style.classic
source: Classic
ja: クラシック
zh_hans: 经典
zh_hant: 經典

# share.style.elegant
source: Elegant
ja: エレガント
zh_hans: 优雅
zh_hant: 優雅

# share.style.gradient
source: Gradient
ja: グラデーション
zh_hans: 渐变
zh_hant: 漸變

# share.style.literary
source: Literary
ja: 文学的
zh_hans: 文艺
zh_hant: 文藝

# share.style.minimal
source: Minimal
ja: ミニマル
zh_hans: 极简
zh_hant: 極簡

# share.style.modern
source: Modern
ja: モダン
zh_hans: 现代
zh_hant: 現代

# share.style.nature
source: Nature
ja: 自然
zh_hans: 自然
zh_hant: 自然

# share.style.ocean
source: Ocean
ja: オーシャン
zh_hans: 海洋
zh_hant: 海洋

# share.style.polaroid
source: Polaroid
ja: ポラロイド
zh_hans: 拍立得
zh_hant: 拍立得

# share.style.sunset
source: Sunset
ja: サンセット
zh_hans: 日落
zh_hant: 日落

# share.style.vintage
source: Vintage
ja: ヴィンテージ
zh_hans: 复古
zh_hant: 復古

# share.swipeToChange
source: Swipe to change style
ja: スワイプしてスタイルを変更
zh_hans: 左右滑动切换样式
zh_hant: 左右滑動切換樣式

source: Shares
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Show Answer
ja: 答えを表示
zh_hans: 显示答案
zh_hant: 顯示答案

source: Similar era & style
ja: 同時代・同スタイル
zh_hans: 相同时代与风格
zh_hant: 相同時代與風格

# skillBucket.biggestChallenge
source: Biggest Challenge
ja: 最大の課題
zh_hans: 最大挑战
zh_hant: 最大挑戰

# skillBucket.otherDimensions
source: Other Skills
ja: その他のスキル
zh_hans: 其他维度
zh_hant: 其他維度

# skillBucket.shortestBoard
source: Biggest Challenge
ja: 最大の課題
zh_hans: 最大挑战
zh_hant: 最大挑戰

# skillBucket.suggestedLevel
source: Suggested Level:
ja: 推奨レベル:
zh_hans: 建议等级：
zh_hant: 建議等級：

# skillBucket.tipPlaceholder
source: Vocabulary for each dimension will be generated based on the book's content.
ja: 各スキルの語彙は書籍の内容に基づいて生成されます。
zh_hans: 各维度的词汇将根据书籍内容预先生成。
zh_hant: 各維度的詞彙將根據書籍內容預先生成。

# skillBucket.title
source: Reading Skill Requirements
ja: 読解スキル要件
zh_hans: 阅读能力要求
zh_hant: 閱讀能力要求

source: Skip for now
ja: 今はスキップ
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Small
ja: 小
zh_hans: 小
zh_hant: 小

source: Something went wrong
ja: 問題が発生しました
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Sort by
ja: 並び替え
zh_hans: 排序方式
zh_hant: 排序方式

source: Spacing
ja: 行間
zh_hans: 间距
zh_hant: 間距

source: Speed:
ja: 速度:
zh_hans: 速度：
zh_hant: 速度：

source: Spotlight Settings
ja: スポットライト設定
zh_hans: 聚光灯设置
zh_hant: 聚光燈設置

source: Spotlight Size
ja: スポットライトサイズ
zh_hans: 聚光灯大小
zh_hant: 聚光燈大小

source: Start reading to generate your annual report
ja: 読書を開始して年次レポートを作成
zh_hans: 开始阅读以生成您的年度报告
zh_hant: 開始閱讀以生成您的年度報告

# stats.average
source: Average
ja: 平均
zh_hans: 平均
zh_hant: 平均

# stats.booksRead
source: Books Read
ja: 読んだ本
zh_hans: 已读书籍
zh_hant: 已讀書籍

# stats.currentlyReading
source: Currently Reading
ja: 読書中
zh_hans: 正在阅读
zh_hant: 正在閱讀

# stats.currentStreak
source: Current Streak
ja: 現在の連続記録
zh_hans: 当前连续天数
zh_hant: 當前連續天數

# stats.dailyBreakdown
source: Daily Breakdown
ja: 日次内訳
zh_hans: 每日明细
zh_hant: 每日明細

# stats.minPerDay
source: %lld min/day
ja: %lld 分/日
zh_hans: %lld 分钟/天
zh_hant: %lld 分鐘/天

# stats.minutes
source: %lld min
ja: %lld 分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# stats.noBooksInProgress
source: No books in progress
ja: 進行中の本なし
zh_hans: 暂无正在阅读的书籍
zh_hant: 暫無正在閱讀的書籍

# stats.overview
source: Overview
ja: 概要
zh_hans: 概览
zh_hant: 概覽

# stats.percentComplete
source: %lld%% complete
ja: %lld%% 完了
zh_hans: 已完成 %lld%%
zh_hant: 已完成 %lld%%

# stats.readingTime
source: Reading Time
ja: 読書時間
zh_hans: 阅读时长
zh_hant: 閱讀時長

# stats.readingTrend
source: Reading Trend
ja: 読書傾向
zh_hans: 阅读趋势
zh_hant: 閱讀趨勢

# stats.retention
source: Retention
ja: 保持率
zh_hans: 记忆率
zh_hant: 記憶率

# stats.streakDays
source: %lld days
ja: %lld 日
zh_hans: %lld 天
zh_hant: %lld 天

# stats.thisMonth
source: This Month
ja: 今月
zh_hans: 本月
zh_hant: 本月

# stats.thisWeek
source: This Week
ja: 今週
zh_hans: 本周
zh_hant: 本週

# stats.title
source: Reading Stats
ja: 読書統計
zh_hans: 阅读统计
zh_hant: 閱讀統計

# stats.today
source: Today
ja: 今日
zh_hans: 今日
zh_hant: 今日

# stats.total
source: Total
ja: 合計
zh_hans: 总计
zh_hant: 總計

# stats.vocab.learning
source: Learning
ja: 学習中
zh_hans: 学习中
zh_hant: 學習中

# stats.vocab.mastered
source: Mastered
ja: 習得済み
zh_hans: 已掌握
zh_hant: 已掌握

# stats.vocab.new
source: New
ja: 新規
zh_hans: 新词
zh_hant: 新詞

# stats.vocab.total
source: Total Words
ja: 総単語数
zh_hans: 总词汇
zh_hant: 總詞彙

# stats.vocabularyProgress
source: Vocabulary Progress
ja: 語彙の進捗
zh_hans: 词汇进度
zh_hant: 詞彙進度

# stats.wordsLearned
source: Words Learned
ja: 学習した単語
zh_hans: 已学单词
zh_hant: 已學單詞

source: Status:
ja: 状態:
zh_hans: 状态:
zh_hant: 狀態:

source: Storage
ja: ストレージ
zh_hans: 存储
zh_hant: 儲存

source: Story Timeline
ja: ストーリータイムライン
zh_hans: 故事时间线
zh_hant: 故事時間線

source: Subcategories
ja: サブカテゴリー
zh_hans: 子分类
zh_hant: 子分類

source: Subscription
ja: サブスクリプション
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription Details
ja: サブスクリプション詳細
zh_hans: 订阅详情
zh_hant: 訂閱詳情

# subscription.active
source: Active
ja: 有効
zh_hans: 活跃
zh_hant: 活躍

# subscription.aiExplanationsToday
source: AI explanations today
ja: 今日のAI解説
zh_hans: 今日 AI 解释
zh_hant: 今日 AI 解釋

# subscription.autoRenew
source: Auto-Renew
ja: 自動更新
zh_hans: 自动续订
zh_hant: 自動續訂

# subscription.bestValue
source: BEST VALUE
ja: 最もお得
zh_hans: 超值推荐
zh_hant: 超值推薦

# subscription.billedMonthly
source: Billed monthly
ja: 毎月請求
zh_hans: 按月计费
zh_hant: 按月計費

# subscription.billing
source: Billing
ja: 請求
zh_hans: 计费
zh_hant: 計費

# subscription.contactSupport
source: Contact Support
ja: サポートに連絡
zh_hans: 联系客服
zh_hant: 聯繫客服

# subscription.currentPlan
source: Current Plan
ja: 現在のプラン
zh_hans: 当前方案
zh_hant: 當前方案

# subscription.expires
source: Expires
ja: 期限
zh_hans: 到期
zh_hant: 到期

# subscription.faq
source: FAQ
ja: よくある質問
zh_hans: 常见问题
zh_hant: 常見問題

# subscription.free
source: Free
ja: 無料
zh_hans: 免费
zh_hant: 免費

# subscription.freeBooks
source: Free books
ja: 無料の本
zh_hans: 免费书籍
zh_hant: 免費書籍

# subscription.fullAccess
source: Full Access
ja: フルアクセス
zh_hans: 完整访问
zh_hant: 完整存取
